/* 
  MonitorHelper.strings
  MyDiskCleaner

  Created by user on 12/8/14.
  Copyright (c) 2014 TrendMicro. All rights reserved.
*/

"watchdog.cleanwindow.ok" = "OK";
"watchdog.cleanwindow.cancel" = "Annuler";
"watchdog.cleanwindow.title" = "Nettoyer les fichiers résiduels ?";
"watchdog.cleanwindow.info" = "Le logiciel ${APP_NAME} a été placé dans la corbeille.\nDr. Cleaner détecte ${JUNK_SIZE} résiduels sur votre disque dur.";
"watchdog.cleanwindow.title.cleaning" = "Nettoyage de ${APP_NAME} ...";
"watchdog.cleanwindow.title.cleanDone" = "${APP_NAME} a été nettoyé.";
"watchdog.cleanwindow.title.noNeedToClean" = "L'application ${APP_NAME} a été retirée de la corbeille, il n'est donc pas nécessaire de procéder au nettoyage.";